Repository: JTorres1402/proyect_flutter
Catalog: lib/l10n/intl_*.arb
Languages: es

# mat1
source: Math
es: Matemáticas

# mat2
source: Physical
es: Física

# mat3
source: Statistics
es: Estadística

# inicio
source: Home
es: Inicio

# btnlogin
source: Log in
es: Iniciar sesion

# btncalcu
source: Calculate
es: Calcular

# btnadd
source: Add
es: Agregar

# btnaddr
source: Add resistance
es: Agregar resistencia

# menslogin
source: Successful session
es: Sesion exitosa

# mensoption
source: Options
es: Opciones

# inputpass
source: Password
es: Contraseña

# inputuser
source: Email
es: Correo

# isEs
source: is:
es: es:

# andY
source: and
es: y

# labelequa
source: Quadratic equation
es: Ecuación cuadrática

# labelmcdandmcm
source: MCD and MCM
es: MCD y MCM

# resultequa
source: Result quadratic equations
es: Resultado ecuación cuadrática

# resultmcd
source: MCD result
es: Resultado de MCD

# resultmcm
source: MCM result
es: Resultado de MCM

# resultfibona
source: Fibonacci result
es: Resultado de fibonacci

# labelparabolic
source: Parabolic throw distance
es: Distancia tiro parabólico

# labelIC
source: Current intensity
es: Intensidad de corriente

# labelforcebody
source: Force exerted on a body
es: Fuerza ejercida a un cuerpo

# resultparaboli
source: Parabolic shot distance result
es: Resultado de distancia tiro parabólico

# resultIC
source: Current intensity result
es: Resultado de intensidad de corriente

# resultforcebody
source: Result of force exerted on a body
es: Resultado de fuerza ejercida a un cuerpo

# resultaverage
source: The average
es: La media

# resultvariance
source: The variance
es: La varianza

# resultmode
source: The statistical mode
es: La moda

# data
source: Entered data
es: Datos ingresados

# terms
source: I accept terms and conditions
es: Acepto terminos y condiciones

# menuopt1
source: Places of interest
es: Sitios de interés

# menuopt2
source: Characters
es: Personajes

# labelnamepla
source: Name of the site
es: Nombre del sitio

# labeladdres
source: Url address
es: Direccion Url

# labelnamepers
source: Name
es: Nombre

# labelnanatio
source: Nationality
es: Nacionalidad

# labelcontribu
source: Contribution
es: Contribución
